export default class GameData {
    static isMusic: boolean = true
    static isSound: boolean = true
    static isVibrate: boolean = true

    static tipsArr: string[] = [
        '欢迎来到妙啊星球！我是路人A~~\n想要三连？？\n就在前方\n凭本事去拿！',
        '我们不会为难萌新的\n跳着去拿三连吧！\n套路都在后头呢！！！\n！！！',
        '仔细观察地图中\n颜色不一样的\n地方',
        '小心砖块',
        '不要相信\n你的眼睛',
        '利用工具，你会跳的\n更高',
        '这一关，非常简单哟~',
        '看起来一样\n但你需要\n更多次！',
        '打破常规，按下按钮。\n不是用踩的哟',
        '注意白云',
        '注意白云+1',
        '跳跃之前一定\n要三思',
        '过河拆桥',
        '前方困难重重\n退一步\n海阔天空~',
        '白云也并不可怕'
    ]

    static adTipsArr: string[] = [
        '你在逗我吗，这么简单还要看提示！！走到三连熊猫人跟前就行了。',
        '你在逗我吗，这么简单还要看提示！！跳跃一下。',
        '颜色较深的墙可以穿透',
        '不要在砖块上停留，跳上去砖块就会坠落',
        '大胆的往前走',
        '把左边的方块推到右边，跳到方块上',
        '跳到按钮上面，踩一下',
        '跳到按钮上面，踩三下！',
        '点击一下按钮，用手点击哟~',
        '高台上方的云彩是坏坏的云彩，碰到后会冒出尖刺',
        '跳上砖块不要跳跃，直接走下去，上面有尖刺云彩',
        '向对岸跳的时候，先原地跳一下，有隐藏的砖块',
        '向前走，点击上方的长条，他会掉下来',
        '向后走',
        '云上可以走，跳到云彩上去吧'
    ]
}