[1,0,0,[["cc.TextAsset",["_name","text"],1]],[[0,0,1,3]],[[0,"privacy","隐私政策\r\n提示条款\r\n本《隐私政策》（以下简称本政策）阐述了深圳市白鹰网络科技有限公司（指以深圳市白鹰网络科技有限公司及其关联公司组成的企业集团，以下简称“我们”或“公司”）将如何处理您的个人信息和隐私信息，并申明了公司对保护隐私的承诺。我们将依据《中华人民共和国网络安全法》、《信息安全技术个人信息安全规范》（GB/T 35273）以及其他相关法律法规和技术规范收集和使用您的个人信息，尽力保护您的个人信息安全可控。\r\n本政策适用于公司提供的所有产品和服务。未满14周岁的用户，同时适用本政策以及《儿童隐私保护声明》。如我们关联公司的产品或服务中使用了公司的产品或服务（例如使用公司帐号登陆）但未设独立隐私权政策的，则本政策同样适用于该产品或服务。\r\n需要特别说明的是，本政策不适用其他独立第三方向您提供的服务，也不适用于公司中已另行独立设置法律声明及隐私权政策的产品或服务。例如公司上第三方依托本公司向您提供服务时，我们会向您提示该服务由第三方提供，您向第三方提供的个人信息不适用于本隐私政策，公司对任何第三方使用由您提供的信息不承担任何责任。\r\n在使用公司各项产品或服务前，请您务必仔细阅读并透彻理解本政策，特别是以粗体/粗体下划线标识的条款，您应重点阅读，在确认充分理解并同意后使用相关产品或服务。一旦您开始使用公司各项产品或服务，即表示您已充分理解并同意本政策。\r\n您可以通过本隐私政策所列的途径访问、更正或删除您的个人信息，也可以进行隐私设置或与我们取得联系。\r\n下文将帮您详细了解我们如何收集、使用、存储、传输、共享、转让（如适用）与保护个人信息；帮您了解查询、访问、删除、更正、撤回授权个人信息的方式。其中，有关您个人信息权益的条款重要内容我们已用加粗形式提示，请特别关注。\r\n1.我们如何收集和使用个人信息\r\n2.我们如何使用Cookie等同类技术\r\n3.我们如何共享、转让、公开披露个人信息\r\n4.我们如何存储个人信息\r\n5.我们如何保护个人信息的安全\r\n6.管理您的个人信息\r\n7.未成年人条款\r\n8.隐私政策的修订和通知\r\n9.争议解决\r\n10.联系我们\r\n一.我们如何收集和使用个人信息\r\n在您使用公司服务的过程中，公司会按照如下方式收集您在使用服务时主动提供的或因为使用服务而产生的信息，用以向您提供、优化我们的服务以及保障您的账户安全：\r\n在您使用我们的产品及/或服务时，公司需要/可能需要收集和使用您的个人信息包括如下两种：\r\n1、为实现向您提供我们产品及/或服务的基本功能，您须授权我们收集、使用的必要信息。如您拒绝提供相应信息，您将无法正常使用我们的产品及/或服务。\r\n2、为实现向您提供我们的产品及/或服务的附加功能，您可选择授权我们收集、使用的信息。如您拒绝提供，您将无法正常使用相关附加功能或无法达到我们拟达到的功能效果，但并不会影响您正常使用我们产品及/或服务的基本功能。\r\n一）基础必要功能\r\n1、注册、登录、认证\r\n（1）当您注册、登录游戏及相关服务时，您可以通过手机号创建账号，并且您可以完善相关的网络身份识别信息（头像、昵称、密码），收集这些信息是为了帮助您完成注册。手机号码属于个人敏感信息，如果您拒绝提供将无法使用“手机号登录”方式注册登录，但不影响您通过其他方式注册登录，也不影响其他功能的正常使用。\r\n（2）您也可以使用第三方账号登录并使用游戏，您将授权我们获取您在第三方平台注册的公开信息（头像、昵称以及您授权的其他信息），用于与游戏账号绑定，使您可以直接登录并使用本产品和相关服务。\r\n（3）在您使用身份认证的功能或相关服务所需时，根据相关法律法规，您可能需要提供您的真实身份信息（真实姓名、身份证号码、电话号码）以完成实名验证。这些信息属于个人敏感信息，您可以拒绝提供，如果拒绝提供您将可能无法获得相关服务，但不影响其他功能与服务的正常使用。\r\n2、过滤不当内容\r\n当您在游戏中通过文字、图片、语音、视频及其他方式与其他玩家进行互动，我们可能会收集并保存您发送的上述信息内容用于过滤色情、暴力、政治、辱骂、恶意广告等不当内容，以此净化游戏环境，维护健康的上网环境。\r\n（二）附加业务功能\r\n当您使用游戏附加业务功能时，为满足向您提供该产品和服务之目的，除注册信息外，您还需要进一步向我们提供您的个人身份信息、位置信息及其他为您提供服务所必需的信息，如果您不使用特定产品和服务，则无需提供相关信息（以下将详细阐明）。\r\n1、基于相机/摄像头的附加功能。您可在开启相机/摄像头权限后使用该功能用于拍摄照片、在个人资料中上传头像及分享。\r\n2、基于定位信息实现的功能。当您开启设备定位功能并使用我们基于位置提供的相关服务时，我们会通过IP地址、GPS以及能够提供相关信息的WLAN或基站途径获取您的地理位置信息。该信息属于敏感信息，拒绝提供该信息仅会使您无法使用与位置信息相关的功能，但不影响您正常使用游戏的其他功能。\r\n3、语音功能。如您希望通过语音与其他游戏玩家互动，在您授权同意后，游戏会访问您的麦克风，为您提供语音聊天功能。\r\n4、消费功能。当您使用游戏的消费功能时，我们会收集您的充值记录、消费记录等信息，以便您查询您的交易记录，同时尽最大程度保护您的虚拟物品安全。充值记录、消费记录属于敏感信息，收集上述信息为实现游戏的消费功能所必须，否则将无法完成交易。\r\n5、定位功能。当您开启设备定位功能并使用游戏基于位置提供的相关服务时，我们会通过IP地址、GPS、WLAN或基站途径获取您的地理位置信息。地理位置信息属于敏感信息，拒绝提供该信息只会导致您无法实现位置相关服务，但不影响您正常使用游戏的其他功能，您也可以随时取消您的地理位置信息授权。\r\n6、安全保障功能。我们致力于为您提供安全、可信的产品与使用环境，提供优质而可靠的服务与信息是我们的核心目标。为实现安全保障功能所收集的信息是必要信息。\r\n（1）为了保障软件与服务的安全运行，我们会收集您的硬件型号、操作系统版本号、国际移动设备识别码、唯一设备标识符、网络设备硬件地址、IP 地址、WLAN接入点、蓝牙、基站、软件版本号、网络接入方式、类型、状态、网络质量数据、操作、使用、服务日志。\r\n（2）为了预防恶意程序及安全运营所必需，我们会收集安装的应用信息或正在运行的进程信息、应用程序的总体运行、使用情况与频率、应用崩溃情况、总体安装使用情况、性能数据、应用来源。\r\n（3）我们可能使用您的账户信息、设备信息、服务日志信息以及我们关联方、合作方在获得您授权或依法可以共享的信息，用于判断账户安全、进行身份验证、检测及防范安全事件。\r\n7、客户服务。当您向公司提起投诉、申诉或进行咨询时，为了方便与您联系或帮助您解决问题，我们可能需要您提供姓名、手机号码、电子邮件。如您拒绝提供上述信息，我们可能无法及时反馈投诉、申诉或咨询结果。\r\n8、定向推送。我们会基于收集的信息，对您的偏好、习惯、位置作特征分析，以便为您提供更适合的定制化服务，向您展示或推荐相关程度更高的信息流或者广告/推广信息结果。为此，我们需要收集您的设备信息、浏览器型号、日志信息、浏览记录。\r\n9、公司在提供服务的过程中，可能需要您开通下列设备权限。您也可以在设备的设置功能中随时选择关闭部分或者全部权限，从而拒绝我们收集相应的个人信息。在不同设备中，权限显示方式及关闭方式可能有所不同，具体请参考设备及系统开发方说明或指引。\r\n（三）敏感信息\r\n在向公司提供任何属于敏感信息的个人信息前，请您清楚考虑该等提供是恰当的并且同意您的个人敏感信息可按本政策所述的目的和方式进行处理。\r\n我们会在得到您的同意后收集和使用您的敏感信息以实现与我们业务相关的功能，并允许您对这些敏感信息的收集与使用做出不同意的选择，但是拒绝使用这些信息会影响您使用相关功能。\r\n（四）征得授权同意的例外\r\n在以下情形中，我们可以在不征得您授权同意的情况下收集、使用一些必要的个人信息：\r\n1、与国家安全、国防安全直接相关的；\r\n2、与公共安全、公共卫生、重大公共利益直接相关的；\r\n3、与犯罪侦查、起诉、审判和判决执行等直接相关的；\r\n4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；\r\n5、所收集的个人信息是您自行向社会公众公开的；\r\n6、从合法公开披露的信息中收集到您的个人信息，如从合法的新闻报道、政府信息公开等渠道；\r\n7、根据您的要求签订和履行合同所必需的；\r\n8、用于维护公司的产品和/或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；\r\n9、为合法的新闻报道所必需的；\r\n10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；\r\n11、法律法规规定的其他情形。\r\n如我们停止运营我们的产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对我们所持有的与已关停业务相关的个人信息进行删除或匿名化处理。\r\n二、我们如何使用Cookie等同类技术\r\n您使用我们的服务时，我们会在您的计算机或移动设备上存储名为小型数据文件，这些数据文件可能是Cookie、Flash Cookie，您的浏览器或关联应用程序提供的其他本地存储（统称“Cookie”）。Cookie 通常包含标识符、站点名称以及一些号码和字符。如您不希望个人信息保存在 Cookie 中，您可对浏览器进行配置，选择禁用 Cookie 功能。禁用 Cookie 功能后，可能影响您访问公司或不能充分取得公司提供的服务。公司不会将Cookie 用于本政策所述目的之外的任何用途。我们使用 Cookie 和同类技术主要为了实现以下功能或服务：\r\n1、保障产品与服务的安全、高效运转\r\n我们可能会设置认证与保障安全性的Cookie 或匿名标识符，使我们确认您是否安全登录服务，或者是否遇到盗用、欺诈及其他不法行为。这些技术还会帮助我们改进服务效率，提升登录和响应速度。\r\n2、帮助您获得更轻松的访问体验\r\n使用此类技术可以判断您是否已经登录，帮助您省去重复您填写个人信息的步骤和流程。\r\n3、为您推荐、展示、推送您可能感兴趣的内容或账号\r\n（1）我们可能会利用此类技术了解您的偏好和使用习惯，进行数据分析，以改善产品服务。\r\n（2）我们可能会使用Cookie对浏览活动进行记录，用于向您推荐信息和排查崩溃、延迟的相关异常情况以及探索更好的服务方式。\r\n4、 Cookie的清除\r\n大多数浏览器均为用户提供了清除浏览器缓存数据的功能，您可以在浏览器设置功能中进行相应的数据清除操作。如您进行清除，您可能无法使用由我们提供的、依赖于Cookie的服务或相应功能。\r\n三.我们如何共享、转让、公开披露个人信息\r\n（一）共享\r\n公司不会在未经您同意或授权的情况下将您的个人信息出售或出租给第三方。但是，经您确认同意，公司可在以下情况下共享您的个人信息。\r\n1、在法定情形下的共享：我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。\r\n2、在获取明确同意的情况下共享：获得您的明确同意后，公司会与其他方共享您的个人信息。\r\n3、共享给公司的关联公司：在本政策声明的使用目的范围内，您的个人信息可能会与公司的关联公司和/或其指定的服务提供商共享。作为一项政策，我们只会共享必要的信息。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意。\r\n4、共享给公司的授权合作伙伴：公司可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的处理您的个人信息，并且只会共享提供服务所必要的信息。如果您拒绝我们的合作伙伴在提供服务时收集为提供服务所必须的个人信息，将可能导致您无法在公司提供的服务中使用该第三方服务。\r\n目前，我们的授权合作伙伴包括以下类型：\r\n广告、分析服务类的授权合作伙伴。除非得到您的许可，否则我们不会将您的个人信息提供给广告、分析服务的合作伙伴分享。对于广告合作伙伴，我们可能会向其提供有关其广告覆盖面和有效性的信息，而不会提供您的个人身份信息，或者我们将这些信息进行匿名化处理，以便它不会识别到您个人。对于分析数据的伙伴，为了更好的分析公司用户的使用情况，我们可能向其提供公司用户的数量、地区分布、活跃情况等数据，但我们仅会向这些合作伙伴提供不能识别个人身份的统计信息。\r\n供应商、服务提供商和其他合作伙伴。我们将信息发送给在中国大陆范围内支持我们业务的供应商、服务提供商和其他合作伙伴共享。目前我们的授权合作伙伴有：向代表我们发出短信通知的通讯服务供应商分享手机号码，为我们和您提供实时语音通话功能的技术服务商采集、处理音频数据，为我们和您提供协助的大数据风控技术服务商分享日志数据，为我们和您提供本机一键绑定登录的服务供应商分享设备信息，为我们和您提供推送服务的技术服务商提供设备信息。这些信息的用途受到如下限制：\r\n协助我们向您提供服务；\r\n协助我们履行使用您的个人信息所载的目的；\r\n提供技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、支付便利或进行学术研究和调查。\r\n请您注意，该等第三方服务由相关的第三方负责运营。您使用该等第三方的媒体服务或其他服务（包括您向该等第三方提供的任何信息），仍需须受第三方自己的服务条款及信息保护声明（而非本政策）约束，您需要仔细阅读其条款。本政策仅适用于我们所收集的个人信息，并不适用于任何第三方提供的服务或第三方的信息使用规则。如您发现这些第三方媒体或其他服务存在风险时，建议您终止相关操作以保护您的合法权益。我们会对授权合作伙伴获取有关信息的应用程序接口（API）、软件工具开发包（SDK）进行严格的安全测试，并与授权合作伙伴约定严格的数据保护措施，约定其应当按照我们的委托目的、服务说明、本政策及其他任何相关的保密和安全措施来处理您的个人信息。\r\n（二）转让\r\n我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：\r\n1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；\r\n2、在涉及合并、收购或破产清算时：如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。\r\n（三）公开披露\r\n我们仅会在以下情况下，且采取符合法律和业界标准的安全防护措施的前提下，才会公开披露您的个人信息：\r\n1、获得您的明确同意；\r\n2、基于法律法规、法律程序、诉讼或政府主管部门强制性要求，或严重违反公司相关协议及规则的情况，或为保护用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或征得您同意的情况下披露关于您的个人信息。但我们保证，在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件。\r\n【请注意】若我们对个人信息通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别您的身份且不能复原并重新识别信息主体的，则去标识化处理后数据的共享、转让、公开披露无需另行向您通知并征得您的同意。\r\n四、我们如何存储个人信息\r\n我们在中华人民共和国境内收集和产生的个人信息将存储在中华人民共和国境内。不会对您的个人信息跨境传输。\r\n我们仅在为提供公司及服务之目的所必需的期间内保留您的个人信息，在您未撤回、删除或未注销账号期间，我们会保留相关信息。超出必要期限后，我们将对您的个人信息进行删除或匿名化处理，但法律法规另有规定的除外。但在下列情况下，我们可能因需符合法律要求，更改个人信息的存储时间：\r\n1、为遵守适用的法律法规规定，例如，《中华人民共和国网络安全法》第二十一条第三款要求监测、记录网络运行状态、网络安全事件的技术措施的网络日志留存不得少于六个月；\r\n2、为遵守法院判决、裁定或其他法律程序的规定；\r\n3、为遵守政府机关或法定授权组织的要求；\r\n4、为执行公司协议或本政策、维护社会公共利益，保护公司及公司关联公司、其他用户或雇员的人身安全或其他合法权益所合理必需的用途。\r\n在您的个人信息超出保留期间后，我们会删除您的个人信息，或使其匿名化处理。\r\n五、我们如何保护个人信息的安全\r\n公司重视个人信息的安全。我们采取互联网业内标准做法来保护您的个人信息，防止信息遭到未经授权访问、披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。\r\n我们会采取一切合理可行的措施，确保未收集与公司提供的服务无关的个人信息。我们会尽全力保护您的个人信息，但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，不可能始终保证信息百分之百的安全。您需要了解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。\r\n在发生个人信息安全事件的场合，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。\r\n同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。\r\n六、管理您的个人信息\r\n1、信息管理\r\n您可以在使用我们服务的过程中，访问、修改和删除您提供的注册信息和其他个人信息，也可按照通知指引与我们联系。您访问、修改和删除个人信息的范围和方式将取决于您使用的具体服务。我们将尽一切可能采取适当的技术手段，保证收集到的有关于您的个人信息的准确性，并保证及时进行更新。\r\n2、改变您授权同意的范围\r\n您可以通过以下途径改变您已同意的授权范围：\r\n（1）发送邮件至599087845@qq.com\r\n您申请授权撤回后，公司将不再处理相应的个人信息。请您理解，因您的授权撤回，我们无法继续为您提供撤回同意或授权所对应的特定功能或/和服务。但您撤回同意的决定，不会影响此前基于您的授权而展开的个人信息处理。\r\n3、个人信息副本获取\r\n您可以通过以下途径获取个人信息副本：\r\n（1）发送邮件至599087845@qq.com\r\n公司将在15个工作日内向您提供个人信息副本。\r\n4、帐号注销\r\n您可以自行在游戏提交帐号注销申请。\r\n注销方式：【游戏→客服沟通→账号注销】\r\n在您主动注销帐号之后，公司将停止为您提供产品或服务，尽快删除您的个人信息，或作匿名化处理。\r\n七、未成年人条款\r\n若您是18周岁以下的未成年人，在使用我们的产品和/或服务前，您应在监护人的陪同下阅读本政策，并应确保已征得您的监护人同意后使用我们的服务并向我们提供您的信息。\r\n如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们。\r\n对于经父母或法定监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。\r\n若您是未成年人的监护人，当您对您所监护的未成年人使用我们的服务或其向我们提供的用户信息有任何疑问时，请您及时与我们联系。我们将根据国家相关法律法规及本政策的规定保护未成年人用户信息的保密性及安全性。如果我们发现自己在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会尽快删除相关数据。\r\n若我们的产品或服务要求用户输入生日、年龄信息等识别到用户为14周岁以下的儿童用户，则该儿童用户同时适用本政策以及《儿童隐私保护声明》。\r\n若您是儿童的监护人，当您在帮助儿童完成产品或服务的注册、使用前，应当仔细阅读本政策、产品具体的隐私保护指引（如有）和《儿童隐私保护声明》，决定是否同意本政策、产品具体的隐私保护指引（如有）和《儿童隐私保护声明》并帮助儿童进行注册、使用，以便儿童能使用我们提供的产品或服务。\r\n如您对您所监护的儿童的个人信息保护有相关疑问或权利请求时，请通过《儿童隐私保护声明》中所披露的联系方式与我们联系。我们会在合理的时间内处理并回复您。\r\n八、隐私政策的修订和通知\r\n1、为了给您提供更好的服务，游戏及相关服务将不时更新与变化，我们会适时对本隐私政策进行修订，这些修订构成本隐私政策的一部分并具有等同于本隐私政策的效力，未经您明确同意，我们不会削减您依据当前生效的本隐私政策所应享受的权利。\r\n2.本隐私政策更新后，我们会在游戏中发出更新版本，并在更新后的条款生效前通过公告或其他适当的方式提醒您更新的内容，以便您及时了解本隐私政策的最新版本。\r\n九、争议解决\r\n本协议政策签订地为中华人民共和国广东省深圳市市南山区。\r\n本协议政策的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律。\r\n若您和公司之间因本协议政策发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交至深圳市南山区人民法院管辖。\r\n十、联系我们\r\n您可以通过以下方式与我们联系：\r\n1、如对本政策内容有任何疑问、意见或建议，您可以联系客服；\r\n2、我们还设立了个人信息保护专职部门，您可以发送邮件与我们联系。\r\n邮箱：599087845@qq.com\r\n企业注册地址：深圳市前海深港合作区前湾一路1号A栋\r\n常用办公地址：深圳市南山区卓越后海中心9层\r\n邮编：518000\r\n深圳市白鹰网络科技有限公司法务部收\r\n更新日期：2020年07月01日\r\n生效日期：2020年07月01日\r\n\r\n\r\n儿童隐私保护声明\r\n深圳市白鹰网络科技有限公司（下称“公司”）致力于保护使用我们产品或服务的儿童的个人信息。《儿童隐私保护声明》（以下简称“本声明”）和《隐私权政策》旨在向监护人（以下简称您）和儿童说明我们如何收集、使用、存储和处理儿童的个人信息，以及我们为您与儿童提供的访问、更正、删除和保护这些信息的方式。除另有约定外，本声明所用术语和缩略词与《用户注册协议》、《隐私权政策》中的术语和缩略词具有相同的涵义。\r\n儿童监护人特别说明：\r\n若我们获悉您的孩子不满14周岁，我们将根据本声明采取特殊措施保护您孩子的个人信息。我们希望您与我们共同保护儿童的个人信息，教育引导儿童增强个人信息保护意识和能力，指导、提醒和要求他们在未经您同意的情况下，不向任何网络产品和服务提供者提供任何个人信息。\r\n儿童特别说明：\r\n我们建议：任何儿童参加网上活动都应事先取的监护人的同意。如果您是14周岁以下的未成年人，你需要和你的监护人一起仔细阅读本声明，并在征得你的监护人同意后，使用我们的产品、服务或向我们提供信息。\r\n请您在仔细阅读、充分理解《隐私权政策》、具体产品的隐私保护指引（如有）和本声明后，选择是否同意相关隐私政策以及是否同意您和您监护的儿童使用我们的产品或服务。如果您不同意相关的隐私政策和本声明的内容或不同意提供服务所必要的信息，将可能导致我们的产品或服务无法正常运行，或者无法达到我们拟达到的服务效果，您和您监护的儿童可能无法正常使用我们的产品、服务或相关的具体业务功能。\r\n儿童监护人点击“同意”本声明，或者儿童用户使用/继续使用公司提供服务、提交个人信息即表示其已获得监护人的许可，我们将按照《隐私权政策》、具体产品的隐私保护指引（如有）和本声明的约定收集、使用和处理您的信息。\r\n请您理解，未满14周岁的用户，同时适用《隐私权政策》以及本声明。已经年满14周岁的用户或公司产品/服务不能识别、不主动识别用户年龄时，仅适用《隐私权策》和具体产品的隐私保护指引（如有）。\r\n我们提供的产品和服务中可能包括第三方提供的产品或服务，您也可能通过我们产品（如公司帐号）登录和使用第三方产品和服务。请您注意，该第三方可能收集、使用或处理儿童的相关信息，需要由该等第三方另行获得您的同意。我们建议您让儿童在向第三方授权收集处理其任何个人信息之前征求您的同意。\r\n我们提醒您，本声明中与您和您监护的儿童的权益（可能）密切相关的重要条款，我们已采用加粗字体来特别提醒您，请您重点查阅。\r\n如您在阅读本声明过程中有任何疑问或权利请求等个人信息相关事宜的，我们为您提供了专门的反馈渠道，具体参见本声明“如何联系我们”章节，我们会尽快为您作出解答。\r\n本声明包含内容\r\n一、儿童个人信息的收集和使用\r\n二、儿童个人信息的共享、转移、披露\r\n三、儿童个人信息的存储和保护\r\n四、儿童个人信息的管理\r\n五、本声明的适用\r\n六、本声明的变更\r\n七、如何联系我们\r\n一、儿童个人信息的收集和使用\r\n公司严格遵守法律法规的规定与用户的约定，根据用户选择产品和服务的具体情况，收集您和您监护的儿童的以下个人信息。\r\n若我们的产品或服务根据功能开发要求用户输入生日、个人年龄信息，注册或使用这类产品或服务时，我们识别到该用户为14周岁以下的儿童，公司会并按照法律法规的规定，在获得监护人同意之后才允许儿童继续使用相关产品或服务。\r\n当我们根据用户提供的上述信息识别出用户为14周岁以下的儿童时，我们会收集您的联系方式，包括手机号码、电子邮箱，并使用这些信息与您联系，验证您与您监护的儿童的监护关系。根据产品或服务验证监护关系、征得您同意的具体方案，我们也可能会将您的帐号与儿童帐号进行关联，以便保护您和您监护的儿童的个人信息权益。在某些涉及交易的产品或服务中，我们可能会要求收集和绑定您的银行卡相关信息，以便您知悉和管理儿童用户的交易行为。如产品或服务涉及到上传头像等功能，我们强烈建议您指导儿童在使用我们产品或服务的过程中不要上传真实的本人肖像照片等信息。\r\n在儿童使用产品或服务过程中，我们会收集相关信息，具体请查阅《隐私权政策》“公司如何收集和使用信息”一节，详细了解我们收集的其他儿童个人信息。\r\n如我们需要超出上述收集范围收集您或您监护的儿童的个人信息，我们将再次告知您，并征得您的同意。\r\n请您理解，您可以选择是否填写或向我们提供特定的信息，但您如果不填写或提供某些特定的信息，将可能导致我们的产品或服务无法正常运行，或者无法达到我们拟达到的服务效果，您和您监护的儿童可能无法正常使用我们的产品、服务或相关的具体业务功能。\r\n我们严格遵守法律法规的规定和与用户的约定，将收集的您和您所监护的儿童的信息用于以下用途：\r\n1、验证儿童和监护人身份；\r\n2、提供必要的产品或服务、产品或服务的具体功能；\r\n3、用于优化产品或服务、安全保障、服务调查目的；\r\n4、如果我们需要超出上述用途使用您或您监护的儿童的个人信息，我们将再次告知您，并征得您的同意。\r\n二、儿童个人信息的共享、转移、披露\r\n我们遵照法律法规的规定，严格限制共享、转移、披露儿童个人信息的情形。\r\n一般情况下，公司不会向第三方分享儿童的个人信息。我们仅在监护人事先同意的情况下，才可能与第三方分享儿童的个人信息。\r\n（一）向监护人共享、转移、披露\r\n我们会将部分儿童个人信息（如儿童用户名、帐号、密码，以及该儿童用户在我们某些产品和服务中的交易内容等）与监护人进行分享，监护人可以访问和管理相关个人信息。\r\n（二）向第三方共享、转移、披露\r\n仅为实现外部处理的目的，我们可能会与第三方合作伙伴（第三方服务供应商、承包商、代理、应用开发者等，例如，代表我们发出电子邮件或推送通知的通讯服务提供商、为我们提供位置服务的地图服务供应商）分享儿童的个人信息，让他们按照我们的说明、隐私政策以及相关的保密和安全政策来为我们处理上述信息。\r\n如我们委托第三方处理儿童个人信息的，我们会对受委托方及委托行为等进行安全评估，签署委托协议，要求受委托方的处理行为不得超出我们的授权范围，我们委托第三方处理儿童个人信息用于以下用途：\r\n1、向儿童提供我们的服务；\r\n2、实现“我们如何收集和使用个人信息”部分所述目的；\r\n3、履行我们在《隐私权政策》和本声明中的义务和行使我们的权利；\r\n4、理解、维护和改善我们的服务。\r\n如我们与上述第三方分享您和儿童的信息，我们将进行安全评估并采用加密、匿名化、去标识化处理等手段保障您和儿童的信息安全。\r\n随着我们业务的持续发展，当发生合并、收购、资产转让等交易导致向第三方分享您和儿童的个人信息时，我们将通过推送通知、公告等形式告知您相关情形，按照法律法规及不低于本声明所要求的标准继续保护或要求新的管理者继续保护您和儿童的个人信息。\r\n我们可能会将所收集到的儿童信息在进行匿名化处理后用于大数据分析，如形成不包含任何个人信息的热力图、洞察报告等。\r\n我们可能对外公开并与我们的合作伙伴分享经统计加工后不含身份识别内容的信息，用于了解用户如何使用我们服务或让公众了解我们服务的总体使用趋势。\r\n一般情况下，我们禁止对外披露儿童个人信息，但我们可能基于以下目的披露儿童的个人信息：\r\n1、遵守适用的法律法规等有关规定；\r\n2、遵守法院判决、裁定或其他法律程序的规定；\r\n3、遵守相关政府机关或其他法定授权组织的要求；\r\n4、我们有理由确信需要遵守法律法规等有关规定；\r\n5、为执行相关服务协议或本声明、维护社会公共利益，为保护我们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益合理且必要的用途。\r\n三、儿童个人信息的存储和保护\r\n我们在中华人民共和国境内运营中收集和产生的儿童个人信息存储在中国境内，不会对儿童的个人信息跨境传输。\r\n公司会采取加密等技术措施存储儿童个人信息，确保信息安全。公司存储儿童个人信息，不会超过实现其收集、使用目的所必需的期限。请查阅《隐私权政策》“我们如何存储个人信息”、“我们如何保护个人信息的安全”章节，详细了解我们如何存储和保护儿童个人信息。\r\n当我们的产品或服务发生停止运营的情形或您和儿童的个人信息存储期限届满时，我们将采取例如推送通知、公告等形式通知您和儿童，并在合理的期限内删除或匿名化处理您和儿童的个人信息。\r\n四、儿童个人信息的管理\r\n在儿童用户使用公司产品或服务期间，为了您和儿童可以更加便捷地访问、更正、删除相关个人信息，我们在产品设计中为您提供了相应的操作设置，您也可以通过我们提供的联系方式，来反馈和咨询相关信息。我们会在核实您反馈的问题后及时与您联系。请您理解，在核实过程中，我们可能需要您提供儿童帐号、儿童出生日期、联系方式等个人信息，以便在完成身份验证和问题核实后继续响应您的需求。\r\n（一）访问儿童个人信息\r\n您和您监护的儿童可以查看儿童用户在使用我们产品或服务中提供或产生的个人信息，包括但不限于用户名、密码、头像、昵称、性别、主动发布的内容等。\r\n（二）更正儿童个人信息\r\n当您和您监护的儿童发现我们收集、使用和处理的儿童个人信息有错误时，可以联系我们进行更正。我们会在完成身份验证和核实问题后，及时采取措施予以更正。\r\n（三）删除儿童个人信息\r\n如存在以下情况，您和您监护的儿童可以请求我们删除收集、使用和处理的儿童个人信息。我们会在完成身份验证和核实问题后，及时采取措施予以删除。\r\n1、若我们违反法律、行政法规的规定或者双方的约定收集、存储、使用、转移、披露儿童个人信息；\r\n2、若我们超出目的范围或者必要期限收集、存储、使用、转移、披露儿童个人信息；\r\n3、您撤回同意；\r\n4、您或您监护的儿童通过注销等方式终止使用产品或者服务的。\r\n但请注意，若您和被监护儿童要求我们删除特定儿童个人信息，可能导致该儿童用户无法继续使用我们的产品和服务或产品和服务中的某些具体业务功能。如您发现在未事先征得您同意的情况下收集了您的儿童的个人信息，请及时联系我们，我们会设法尽快删除相关数据。\r\n（四）儿童何时可以自己管理帐号\r\n被监护儿童年满14周岁后，有权自行管理其帐号。如果儿童用户选择自行管理其公司帐号，您将无法继续访问或控制其帐号。当被监护儿童有权自行管理公司帐号时，我们会通知您和被监护儿童。\r\n五、本声明的适用\r\n未满14周岁的用户，同时适用《隐私权政策》以及本声明。已经年满14周岁的用户或公司产品/服务不能识别、不主动识别用户年龄时，仅适用《隐私权政策》和具体产品的隐私保护指引（如有）。\r\n请您理解，如本声明未规定之处，参照适用《隐私权政策》或具体产品的隐私保护指引（如有）。\r\n在适用本声明的情况下，如本声明与《隐私权政策》和具体产品的隐私保护指引（如有）的条款规定存在不一致的，以本声明为准。\r\n六、本声明的变更\r\n我们可能适时修订本声明的条款，该等修订构成本声明的一部分。\r\n未经您明确同意，公司不会限制您按照本声明应享有的权利。我们会通过站内信、弹窗推送通知等合理方式告知您，以便您能即使了解本政策所做的任何变更。\r\n对于重大变更，视具体情况公司可能还会提供更为显著的通知说明本声明的具体变更内容。\r\n本声明所指的重大变更如下：\r\n1、公司的服务模式发生重大变化；\r\n2、公司所有权结构、组织架构等方面发生重大变化；\r\n3、信息共享、转让或公开披露的主要对象发生变化；\r\n4、您参与个人信息处理方面的权利及其行使方式发生重大变化；\r\n5、公司负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化；\r\n6、个人信息安全影响评估报告表明存在高风险。\r\n七、如何联系我们\r\n您可以通过以下方式与我们联系：\r\n1、如对本政策内容有任何疑问、意见或建议,您可以联系公司在线客服或者发送邮件至599087845@qq.com。\r\n2、我们还设立了个人信息保护专职部门，您可以发送邮件与我们联系。\r\n邮箱：599087845@qq.com\r\n企业注册地址：深圳市前海深港合作区前湾一路1号A栋\r\n常用办公地址：广东省深圳市南山区卓越后海中心9层\r\n邮编：518000\r\n深圳市白鹰网络科技有限公司法务部收\r\n生效日期：2020年07月01日\r\n发布日期：2020年07月01日"]],0,0,[],[],[]]
