export default class GameData {
    static isMusic: boolean = true
    static isSound: boolean = true

    static tipsArr: string[] = [
        '蓝色的才是正确的',
        '触碰黑色的云朵',
        '顺序不能乱',
        '记住怪物出现的位置，提前跳跃',
        '一直走到右边尽头',
        '勇敢的跳到底下，会从顶部下落',
        '跳到太阳头上，月亮和旗子就会出来了',
        '不要踩前两块砖和最后两块砖',
        '先全部砖块都撞一次，然后按FLAG顺序再撞一次',
        '提示框可以踩',
        '在提示框的位置停留2秒',
        '拾取隐身斗篷，无视怪物',
        '撞击没有砖块的那个问号',
        '不要踩没有草的砖块，纯黑色的可以踩',
        '不要吃蘑菇，直接跳上去拿旗子',
        '勇敢的踩下方的尖刺，跳远一点',
        '跳到移动台阶上，不要动',
        '下方圆形的月亮才是正确的',
        '注意按钮的位置',
        '拖动提示框内的“不”，把它移开，即可恢复跳跃',
        '不要领先下方的云',
        '什么都不要撞，直接拿旗子',
        '碰一次怪物后变小，即可通过关口',
        '拖动白色方块，盖在缺口处',
        '拖动所有云朵，让太阳露出来',
        '撞击最右的方块，同时迅速向右移动',
        '尽快跳跃，走到尽头',
        '注意顶部有一排砖块可以通过',
        '跳到移动台阶上，不要撞方块',
        '点击提示框内的“灯”，让它变白'
    ]
}